Repository: Cremechocos/signalquest-ios
Catalog: SignalQuestApp/Resources/Localizable.xcstrings
Source language: fr
Languages: en

source: à %@
en: in %@

source: La hauteur de l'antenne étant inconnue, 25 m ont été supposés.
en: The antenna height is unknown, so 25 m has been assumed.

source: La hauteur utilisée est celle du support, pas celle de l'antenne.
en: The height used is the structure’s height, not the antenna’s.

source: Les hauteurs sont à l'échelle du graphe, dont l'axe vertical est dilaté pour rester lisible.
en: Heights follow the chart scale, with the vertical axis stretched for readability.

source: sur %@
en: on %@

source: sur la période.
en: over the period.

source: %@ relevé
en: %@ measurement

source: %@ relevés
en: %@ measurements

source: %1$@ pour %2$@
en: %1$@ for %2$@

# %@ / %@ pts
source: %1$@ / %2$@ pts
en: %@ / %@ pts

source: %@ a rétabli le service
en: %@ restored service

source: %@ abonnement
en: %@ following

source: %@ abonnements
en: %@ following

source: %@ abonné
en: %@ follower

source: %@ abonnés
en: %@ followers

# %@ absent du secteur %lld degrés
source: %1$@ absent du secteur %2$lld degrés
en: %@ absent from the %lld-degree sector

# %@ de %@
source: %1$@ de %2$@
en: %@ of %@

# %@ de %@ à %@ supports
source: %1$@ de %2$@ à %3$@ supports
en: %@ from %@ to %@ supports

source: %@ de données
en: %@ of data

source: %@ demande ta position
en: %@ is asking for your location

source: %@ demande ton partage
en: %@ is asking you to share

# %@ déclaré mais pas encore en service sur le secteur %lld degrés
source: %1$@ déclaré mais pas encore en service sur le secteur %2$lld degrés
en: %@ declared but not yet active in the %lld-degree sector

# %@ en service sur le secteur %lld degrés
source: %1$@ en service sur le secteur %2$lld degrés
en: %@ active in the %lld-degree sector

# %@ est identifié sur le site %@.
source: %1$@ est identifié sur le site %2$@.
en: %@ is identified at site %@.

source: %@ liste l'incident
en: %@ lists the outage

source: %@ ne répond plus, l’autre famille tient la connexion.
en: %@ is no longer responding; the other family is keeping the connection up.

source: %@ ne répond plus.
en: %@ is no longer responding.

source: %@ ne sera plus dans ta liste d’amis.
en: %@ will no longer be in your friends list.

source: %@ parcourus
en: %@ travelled

source: %@ parcourus, %@ de données
en: %@ travelled, %@ of data

source: %@ partage avec toi
en: %@ is sharing with you

source: %@ pourra de nouveau voir ton profil et te contacter.
en: %@ will be able to see your profile and contact you again.

source: %@ publie la position et l'exploitant, mais ni hauteur, ni secteurs, ni azimuts : ces lignes resteront vides tant que la source ne les donnera pas.
en: %@ publishes the position and the operator, but no height, sectors or azimuths: these rows will stay empty until the source provides them.

# %@ répond en %@.
source: %1$@ répond en %2$@.
en: %@ responds over %@.

# %@ répond mal en %@.
source: %1$@ répond mal en %2$@.
en: %@ responds poorly over %@.

source: %@ répond mal.
en: %@ responds poorly.

source: %@ répond normalement.
en: %@ responds normally.

# %@ sites · %@ relevés
source: %1$@ sites · %2$@ relevés
en: %@ sites · %@ measurements

# %@ sur %lld.
source: %1$@ sur %2$lld.
en: %@ out of %lld.

source: %@ · Fil réseau
en: %@ · Network feed

# %@ · clôture le %@ · %@
source: %1$@ · clôture le %2$@ · %3$@
en: %@ · closes %@ · %@

source: %@ · en attente de mesure
en: %@ · waiting for a measurement

# %@ · la dernière %@
source: %1$@ · la dernière %2$@
en: %@ · latest %@

source: %@ · toute la connexion
en: %@ · whole connection

source: %@ · échelle verticale non proportionnelle
en: %@ · vertical scale not proportional

# %@ à %@
source: %1$@ à %2$@
en: %@ at %@

source: %@ — voir sur la carte
en: %@ — view on the map

# %@%lld pts
source: %1$@%2$lld pts
en: %@%lld pts

# %@, %@ : %@ supports
source: %1$@, %2$@ : %3$@ supports
en: %1$@, %2$@: %3$@ sites

# %@, %@. Toucher pour copier.
source: %1$@, %2$@. Toucher pour copier.
en: %@, %@. Tap to copy.

source: %@. Le réglage s'applique partout dans l'app et suit ton compte sur le web et Android.
en: %@. This setting applies throughout the app and follows your account on the web and Android.

source: %lld %% de la zone reste libre : au-dessus du seuil, la liaison n'est pas pénalisée.
en: %lld %% of the zone remains clear: above the threshold, the link is not impaired.

source: %lld %% seulement : sous le seuil de 60 %%, le signal s'atténue même sans obstacle franc.
en: Only %lld %%: below the 60 %% threshold, the signal weakens even without a direct obstruction.

source: %lld %% vs 30 jours précédents
en: %lld%% vs. previous 30 days

source: %lld %% vérifié
en: %lld %% verified

source: %lld antennes compatibles avec tes anneaux TA. Touche pour afficher les %lld.
en: %lld sites compatible with your timing advance rings. Tap to show all %lld.

source: %lld antennes affichées. Touche pour ne garder que les %lld compatibles avec tes anneaux TA.
en: %lld sites shown. Tap to keep only the %lld compatible with your timing advance rings.

source: %lld Mbps en download%@, ping %@, %@ — mesuré avec SignalQuest.
en: %lld Mbps download%@, ping %@, %@ — measured with SignalQuest.

source: %lld Mbps en réception
en: %lld Mbps download

source: %lld Mbps en envoi
en: %lld Mbps upload

source: %lld MHz — plus la fréquence monte, plus le fuseau s'affine
en: %lld MHz — the higher the frequency, the narrower the Fresnel zone

source: %lld accès ont été retirés par le passé.
en: %lld access grants have been revoked in the past.

source: %1$lld antennes affichées. Toucher pour ne garder que les %2$lld compatibles avec vos anneaux TA.
en: %lld antennas shown. Tap to keep only the %lld consistent with your TA rings.

# %lld antennes compatibles avec vos anneaux TA. Toucher pour afficher les %lld.
source: %1$lld antennes compatibles avec vos anneaux TA. Toucher pour afficher les %2$lld.
en: %lld antennas consistent with your TA rings. Tap to show all %lld.

# %lld autre abonné touché
source: %lld autres abonnés touchés
en: %lld other subscribers affected

# %lld cellule%@
source: %1$lld cellule%2$@
en: %lld cell%@

# %lld connexion surveillée
source: %lld connexions surveillées
en: %lld monitored connections

source: %lld conversations non lues
en: %lld unread conversations

# %lld coupure
source: %lld coupures
en: %lld outages

# %lld dans %@
source: %1$lld dans %2$@
en: %lld in %@

source: %lld en conflit — un autre site est majoritaire sur cette antenne. Vérifie ou retire.
en: %lld in conflict — another site is dominant on this antenna. Check or remove.

source: %lld faisceaux hertziens
en: %lld microwave links

source: %lld identifié
en: %lld identified

source: %lld identifiés
en: %lld identified

source: %lld j’aime
en: %lld likes

source: %lld lieux détectés automatiquement
en: %lld automatically detected places

source: %lld m au-dessus du niveau de la mer.
en: %lld m above sea level.

source: %lld masqué(s) sur la carte
en: %lld hidden on the map

source: %lld messages épinglés
en: %lld pinned messages

# %lld mesure
source: %lld mesures
en: %lld measurements

# %lld mesure au total · rayon %@
source: %lld mesures au total · rayon %@
en: %lld measurements in total · radius %@

# %lld mesure de la communauté · rayon %@
source: %lld mesures de la communauté · rayon %@
en: %lld community measurements · radius %@

# %lld mesure perdue
source: %lld mesures perdues
en: %lld lost checks

source: %lld mesures
en: %lld measurements

# %lld mesures de débit proches sur %lld visibles
source: %1$lld mesures de débit proches sur %2$lld visibles
en: %1$lld nearby speed measurements out of %2$lld visible

source: %lld modifications en attente de synchronisation
en: %lld changes waiting to sync

source: %lld non lus
en: %lld unread

# %lld nouveauté
source: %lld nouveautés
en: %lld new posts

source: %lld pannes signalées
en: %lld reported outages

source: %lld personnes
en: %lld people

source: %lld personnes ont constaté la panne.
en: %lld people have seen the outage.

# %lld point de couverture
source: %lld points de couverture
en: %lld coverage points

# %lld points de mesure sur %lld sessions
source: %1$lld points de mesure sur %2$lld sessions
en: %lld measurement points across %lld sessions

# %lld points · progression %lld %%
source: %1$lld points · progression %2$lld %%
en: %1$lld points · %2$lld%% progress

source: %lld relevé
en: %lld measurement

source: %lld relevés
en: %lld measurements

# %lld réaction%@ %@%@
source: %1$lld réaction%2$@ %3$@%4$@
en: %lld reaction%@ %@%@

# %lld réponse
source: %lld réponses
en: %lld replies

# %lld salve perdue
source: %lld salves perdues
en: %lld lost bursts

# %lld secteur%@
source: %1$lld secteur%2$@
en: %lld sector%@

source: %lld sites visibles
en: %lld sites visible

# %lld sur %lld
source: %1$lld sur %2$lld
en: %lld out of %lld

# %lld sur %lld points · %lld %%
source: %1$lld sur %2$lld points · %3$lld %%
en: %1$lld of %2$lld points · %3$lld%%

# %lld test · moy. DL %lld Mbps · ping min %lld ms
source: %lld tests · moy. DL %lld Mbps · ping min %lld ms
en: %lld tests · avg DL %lld Mbps · min ping %lld ms

source: %lld visite
en: %lld visit

source: %lld visites
en: %lld visits

# %lld vote%@, %lld %%%@
source: %1$lld vote%2$@, %3$lld %%%4$@
en: %lld vote%@, %lld %%%@

# %lld. %@, %lld %@, %lld mesures.
source: %1$lld. %2$@, %3$lld %4$@, %5$lld mesures.
en: %lld. %@, %lld %@, %lld measurements.

# %lld/%lld localisés
source: %1$lld/%2$lld localisés
en: %lld/%lld located

source: (dégradé),
en: (degraded),

source: (ignoré)+
en: (ignored)+

source: + %lld autre(s) session(s)
en: + %lld other session(s)

source: +%lld %% vs 30 jours précédents
en: +%lld%% vs. previous 30 days

source: , dont la tienne
en: , including yours

source: , sélectionné
en: , selected

source: 0 à 13 dB
en: 0 to 13 dB

source: 1 jour consécutif
en: 1 day in a row

source: 1 non lu
en: 1 unread

source: 1 personne
en: 1 person

source: 1 personne a constaté la panne.
en: 1 person has seen the outage.

source: 10 antennes validées
en: 10 antennas confirmed

source: 10 photos approuvées
en: 10 photos approved

source: 10 à 30 Mbit/s
en: 10 to 30 Mbps

source: 10 à 30 ms
en: 10 to 30 ms

source: 100 Mbit/s et plus
en: 100 Mbps and above

source: 12 derniers mois
en: Last 12 months

source: 2 Go
en: 2 GB

source: 20 Mbit/s et plus
en: 20 Mbps and above

source: 20 dB et plus
en: 20 dB and above

source: 24 heures
en: 24 hours

source: 2FA activée ✓
en: 2FA enabled ✓

source: 3 derniers mois
en: Last 3 months

source: 3 images maximum par message.
en: 3 images maximum per message.

source: 3 à 10 Mbit/s
en: 3 to 10 Mbps

source: 30 derniers jours
en: Last 30 days

source: 30 j
en: 30 d

source: 30 jours
en: 30 days

source: 30 à 100 ms
en: 30 to 100 ms

source: 4G globale
en: Overall 4G

source: 5 Go
en: 5 GB

source: 500 Mo
en: 500 MB

source: 5G NSA et 5G SA
en: 5G NSA and 5G SA

source: 6 caractères minimum. Ce mot de passe ne quitte jamais ton appareil.
en: 6 characters minimum. This password never leaves your device.

source: 7 derniers jours
en: Last 7 days

source: 7 j
en: 7 d

source: 7 jours
en: 7 days

source: 90 j
en: 90 d

source: 90 jours
en: 90 days

source: À
en: To

source: À faire
en: To do

source: Activer la double authentification
en: Enable two-factor authentication

source: Afficher de nouveau
en: Show again

source: Ajoute l’adresse publique de ta box : Sentinelle l’interrogera chaque minute depuis nos serveurs, téléphone éteint compris.
en: Add your router’s public address: Sentinel will check it every minute from our servers, even with your phone off.

source: Abonnement
en: Subscription

source: Abonnement %@ activé sur ton compte.
en: %@ subscription activated on your account.

source: Abonnements
en: Subscriptions

source: Abonné
en: Following

source: Abonné sur Android ou sur le web ? Ton abonnement vaut aussi ici : actualise-le.
en: Subscribed on Android or the web? Your subscription counts here too: refresh it.

source: Abonnés
en: Followers

source: Absent
en: Away

source: Accepte d’abord les conditions d’utilisation
en: Accept the terms of use first

source: Accepter
en: Accept

source: Accepté
en: Accepted

source: Accueil
en: Home

source: Accès Sentinelle en cours d’activation
en: Sentinel access is being activated

source: Accès refusé : clé d'API requise.
en: Access denied: an API key is required.

source: Achat Apple détecté localement, confirmation serveur en attente.
en: Apple purchase detected locally, awaiting server confirmation.

source: Achat disponible.
en: Purchase available.

source: Achats restaurés et droits vérifiés.
en: Purchases restored and entitlements verified.

source: Acquittés TCP (en-têtes inclus)
en: TCP acknowledged (headers included)

source: Actif
en: Active

source: Actif sur la conversation
en: Active in the conversation

source: Actif uniquement au premier plan
en: Active only in the foreground

source: Action impossible
en: Action not possible

source: Action irréversible
en: Irreversible action

source: Action non autorisée.
en: Action not allowed.

source: Activation 5G prévue
en: 5G activation planned

source: Active la localisation dans les Réglages pour placer les speedtests sur le trajet.
en: Enable location in Settings to place speedtests along your route.

source: Active la localisation pour signaler une panne ici.
en: Turn on location to report an outage here.

source: Active un code pour ton appareil dans les Réglages iOS, puis reviens dans SignalQuest pour déverrouiller. Le contenu reste masqué.
en: Set up a device passcode in iOS Settings, then return to SignalQuest to unlock. The content stays hidden.

source: Activer la 2FA
en: Enable 2FA

source: Activer la caméra
en: Turn on camera

source: Activer la localisation
en: Turn on location

source: Activer le haut-parleur
en: Turn on speaker

source: Activer le partage
en: Turn on sharing

source: Activer les notifications
en: Turn on notifications

source: Activer l’image dans l’image
en: Turn on Picture in Picture

source: Activité
en: Activity

source: Activée
en: Enabled

source: Actualisation des mesures…
en: Refreshing measurements…

source: Actualisation du compte…
en: Refreshing account…

source: Actualisation impossible
en: Can't refresh

source: Actualisation impossible. Dernières mesures conservées.
en: Refresh failed. Last measurements are still shown.

source: Actualiser le compte
en: Refresh account

source: Actualiser ma position
en: Refresh my location

source: Actualiser mon abonnement
en: Refresh my subscription

source: Actualisé à %@
en: Updated at %@

source: Actualisée en temps réel
en: Updated in real time

source: Actuel
en: Current

source: Adopter le site communautaire
en: Adopt the community site

source: Adoption non appliquée.
en: Adoption not applied.

source: Adresse
en: Address

source: Adresse de webhook invalide. Utilise une URL http(s) complète.
en: Invalid webhook address. Enter a full http(s) URL.

source: Adresse déjà confirmée.
en: Email address already confirmed.

source: Adresse invalide. Réessaie plus tard.
en: Invalid address. Try again later.

source: Adresse obtenue en résolvant %@ : elle suit le DNS, il n’y a rien à saisir ici.
en: Address obtained by resolving %@: it follows DNS, so there is nothing to enter here.

source: Affichage
en: Display

source: Affichage et carte
en: Display and map

source: Affiche aussi les cellules captées, en plus des sites probables consolidés
en: Also shows detected cells, in addition to consolidated probable sites

source: Affiche la fiche de cet opérateur
en: Show this operator’s details

source: Affiche les détails
en: Shows details

source: Affiche les publications reçues
en: Shows the posts received

source: Afficher la clé
en: Show key

source: Afficher la légende
en: Show legend

source: Afficher la transcription
en: Show transcript

source: Afficher le détail du trajet
en: Show trip details

source: Afficher les cellules
en: Show cells

source: Afficher les validations
en: Show validations

source: Afficher ma dernière activité
en: Show my last activity

source: Afficher mes photos sur la carte Amis
en: Show my photos on the Friends map

source: Afficher mon identifiant plutôt que mon nom
en: Show my handle instead of my name

source: Afficher tous les amis
en: Show all friends

source: Afficher un QR temporaire
en: Show a temporary QR code

source: Afficher un code de proximité
en: Show a proximity code

source: Agrandir
en: Zoom in

source: Aide et glossaire
en: Help and glossary

source: Aide et légal
en: Help and legal

source: Aimer ce commentaire
en: Like this comment

source: Ajoute SignalQuest à ton application d’authentification, puis saisis le code qu’elle affiche.
en: Add SignalQuest to your authenticator app, then enter the code it displays.

source: Ajoute des amis pour affiner l'audience.
en: Add friends to narrow the audience.

source: Ajoute des membres pour partager ta position et comparer vos mesures.
en: Add members to share your location and compare your measurements.

source: Ajoute un commentaire
en: Add a comment

source: Ajoute un nom d’utilisateur
en: Add a username

source: Ajoute un rappel depuis le menu contextuel d'un message.
en: Add a reminder from a message's context menu.

source: Ajoute un texte, une photo ou ton relevé radio à ta story.
en: Add some text, a photo or your radio reading to your story.

source: Ajoute une connexion à surveiller depuis l'app.
en: Add a connection to monitor from the app.

source: Ajouter
en: Add

source: Ajouter aux favoris
en: Add to favorites

source: Ajouter cette adresse
en: Add this address

source: Ajouter des membres
en: Add members

source: Ajouter des photos
en: Add photos

source: Ajouter en ami
en: Add friend

source: Ajouter le rappel
en: Add reminder

source: Ajouter l’%@
en: Add %@

source: Ajouter un ami
en: Add a friend

source: Ajouter un commentaire…
en: Add a comment…

source: Ajouter un hashtag
en: Add a hashtag

source: Ajouter un mot
en: Add a word

source: Ajouter un média
en: Add media

source: Ajouter une connexion
en: Add a connection

source: Ajouter une option
en: Add an option

source: Ajouter une photo
en: Add a photo

source: Ajouter à ta story
en: Add to your story

source: Ajoutez l’adresse publique de votre box : Sentinelle l’interrogera chaque minute depuis nos serveurs, téléphone éteint compris.
en: Add your box’s public address: Sentinelle will check it every minute from our servers, even when your phone is off.

# Ajouté %@ · vu %@
source: Ajouté %1$@ · vu %2$@
en: Added %@ · seen %@

source: Ajouté le %@
en: Added on %@

source: Ajouté par %@
en: Added by %@

source: Ajouté par %@ le %@
en: Added by %1$@ on %2$@

source: Alerte zone mal couverte
en: Poor coverage alert

source: Alertes
en: Alerts

source: Aller à
en: Go to

source: Altitude de départ
en: Starting elevation

source: Altitude du site
en: Site elevation

source: Altitude du sol au-dessus du niveau de la mer, lue dans le modèle numérique de terrain de l'IGN — pas dans le GPS, dont la précision verticale est bien plus faible.
en: Ground elevation above sea level, taken from IGN’s digital terrain model — not GPS, which has much lower vertical accuracy.

source: Ami
en: Friend

source: Amis
en: Friends

source: Amis proches
en: Close friends

source: Amérique du Nord
en: North America

source: Amérique du Sud
en: South America

source: Ancienne capture de couverture
en: Old coverage capture

source: Anciennes captures de couverture conservées sur cet appareil. Elles ne sont plus envoyées.
en: Old coverage captures kept on this device. They are no longer sent.

source: Anneau : le site émet en 5G, vert quand son identifiant 5G est connu
en: Ring: the site broadcasts 5G, green when its 5G identifier is known

source: Annuel
en: Yearly

source: Annuler
en: Cancel

source: Annuler l'enregistrement
en: Cancel recording

source: Annuler la demande
en: Cancel request

source: Annuler la demande envoyée à %@
en: Cancel the request sent to %@

source: Annuler la réponse
en: Cancel reply

source: Annulé
en: Canceled

source: Antenne
en: Antenna

source: Antenne %@
en: Antenna %@

source: Antenne en toiture
en: Rooftop antenna

source: Antenne identifiée
en: Antenna identified

source: Antenne la plus proche
en: Nearest antenna

source: Antenne la plus proche · %@
en: Nearest antenna · %@

# Antenne la plus proche · %@ · écart %lld°
source: Antenne la plus proche · %1$@ · écart %2$lld°
en: Nearest antenna · %@ · offset %lld°

source: Antenne mutualisée entre opérateurs
en: Antenna shared by several operators

source: Antenne partagée par %lld opérateurs
en: Antenna shared by %lld carriers

source: Antenne suivie
en: Followed antenna

source: Antenne, %@
en: Antenna, %@

source: Antennes
en: Antennas

source: Antennes affichées : %@
en: Antennas shown: %@

source: Antennes au relevé
en: Antennas in the reading

source: Antennes autour
en: Nearby antennas

source: Antennes desservantes
en: Serving antennas

source: Antennes et carte
en: Antennas and map

source: Antennes et réseau
en: Antennas and network

source: Antennes suivies
en: Followed antennas

source: Antennes à %lld m au-dessus du sol du site.
en: Antennas %lld m above the ground at the site.

source: Antennes à environ %lld m — la hauteur exacte n'étant pas publiée, celle du support est utilisée.
en: Antennas at approximately %lld m — their exact height is not published, so the structure’s height is used.

source: Antennes, couverture, mesures : retrouve les données disponibles autour de toi et découvre leur origine.
en: Cell sites, coverage and measurements: explore the data available around you and learn where it comes from.

source: Aperçu
en: Preview

source: Aperçu de l’image Speedtest à partager
en: Preview of the Speedtest image to share

source: Aperçu de la carte du trajet
en: Trip card preview

source: Aperçu de ta caméra
en: Your camera preview

source: Aperçu des messages chiffrés
en: Encrypted message previews

source: Aperçu du relief entre le point de départ et l'antenne
en: Terrain preview between the starting point and the antenna

source: Aperçu photo
en: Photo preview

source: Aperçus sur l’écran verrouillé
en: Lock screen previews

source: Appareil
en: Device

source: Appareils
en: Devices

source: Appareils E2EE v2
en: E2EE v2 devices

source: Apparence
en: Appearance

source: Appel audio
en: Audio call

source: Appel chiffré de bout en bout
en: End-to-end encrypted call

source: Appel chiffré impossible
en: Encrypted call failed

source: Appel en cours avec %@
en: Ongoing call with %@

source: Appel impossible
en: Call failed

source: Appel interrompu
en: Call interrupted

source: Appel non chiffré de bout en bout
en: Call not end-to-end encrypted

source: Appel SignalQuest
en: SignalQuest call

source: Appel terminé
en: Call ended

source: Appel vidéo
en: Video call

source: Appeler
en: Call

source: Appeler quand même
en: Call anyway

source: Appels
en: Calls

source: Appels : ne pas déranger
en: Calls: do not disturb

source: Appels indisponibles
en: Calls unavailable

source: Apple te demandera de confirmer l’identité liée à ce compte.
en: Apple will ask you to confirm the identity linked to this account.

source: Application non vérifiée. Mets-la à jour puis réessaie.
en: App not verified. Update it, then try again.

source: Appliquer les filtres
en: Apply filters

source: Approche-toi du site pour donner ton avis.
en: Get closer to the site to have your say.

source: Approche-toi du site, ou relèves-y du signal : c'est ce qui te permet de donner ton avis.
en: Get closer to the site, or record signal there: that is what lets you have your say.

source: Approuver avec ma clé
en: Approve with my key

source: Approuver cet appareil
en: Approve this device

source: Approuver un nouvel appareil
en: Approve a new device

source: Approuvé
en: Approved
